Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/J68.tmx
Source language: en_us
Languages: zh_cn

source: SIX The Renaissance
zh_cn: 第六章 文艺复兴

source: During the two hundred years that may, somewhat arbitrarily, be marked off as the Renaissance--say, from the birth of Nicholas of Cusa (1401) to the death of Giordano Bruno (I600)--there was no great philosopher to turn his mind to the problems of aesthetics, and no single thinker made systematic contributions to its progress.
zh_cn: 在也许有点武断地确定为文艺复兴的两百年间，比方说，从库萨的尼古拉斯（Nicholas of Cusa）的出生（1401年）到乔尔丹诺·布鲁诺（Giordano Bruno）之死（1600年），没有伟大的哲学家将其思想转向美学问题，没有一位思想家对美学的进步作出系统的贡献。

source: This may (or may not) be surprising, in view of the tremendous flowering of creative energy in the plastic arts, in poetry, and in music, the results of which were not only to enrich the Western world so greatly, but also, in good time, to give rise to deeper and broader reflection on the nature and importance of art.
zh_cn: 如果我们看到，在造型艺术、诗歌和音乐之中创造性活力生机勃勃，并很快引起对艺术的本性和重要性的更深和更广的反思的话，这也许是令人惊讶的（也许并不令人惊讶）。

source: The mature systems of scholastic philosophy--those of Thomas, Scotus and Occam--had reached a stage of consolidation, rather than enterprise, and there was a gradual hardening of arteries in the academically dominant Aris-totelianism.
zh_cn: 经院哲学的成熟的体系，即托马斯、斯各脱和奥卡姆的体系，已经达到了一个守成而非进取的阶段，占据统治地位的亚里士多德主义的学院式动脉逐渐硬化。

source: The new and hopeful philosophy during this period was a revived Platonism, or Neoplatonism, learned and taught with poetic enthusiasm, and developed in novel speculative and practical directions.
zh_cn: 在这时，新的、有希望的哲学是一种复兴了的柏拉图主义或新柏拉图主义，在对它进行教与学时带着诗的热情，向着新的思辨和实践的方向发展。

source: What the Renaissance Platonists discussed and believed was often highly fanciful, especially where they were most original.
zh_cn: 文艺复兴时的新柏拉图主义者所相信和讨论的常常是一些髙度幻想的东西，尤其是当他们具有独创性时就更是如此。

source: But some of their leading ideas did much to enhance the freedom and joy of Renaissance culture, and their general philosophy had-- as in its classical form--important affinities with aesthetics.
zh_cn: 但是，他们的一些主要思想对加强文艺复兴文化的自由和欢乐性起了重要作用，并且，他们的一般哲学在以其古典形式出现时，与美学具有重要的亲缘性。

source: To get some notion of the sort of question they were preoccupied with, and to make an estimate of their contribution to the progress of aesthetic philosophy, let us consider two philosophers who may, in a broad sense, be placed in this tradition.
zh_cn: 为了对他们所关注的问题获得一些了解，同时对他们为审美哲学所作出的贡献作一个评估，让我们谈一谈两位哲学家，从宽泛的意义上叫讲，他们可被放在这个传统之中。

source: Of these, Marsilio Ficino was the greatest of the self-styled followers of Plato, but the spirit and concepts of Neoplatonism also permeate the philosophy of Giordano Bruno.
zh_cn: 在这两位之中，马西尼奥·菲奇诺是一位最伟大的、具有自己独特风格的柏拉图追随者，但新柏拉图主义的精神和概念也渗透到了布鲁诺的哲学之中。

source: NEOPLATONISM
zh_cn: 新柏拉图主义

source: The moving spirit of Renaissance Neoplatonism was undoubtedly Marsilio Ficino (1433-99), first translator of Plotinus into Latin and of the complete works of Plato, and founder of the new Academy in 1462, when Cosimo de’ Medici set him up in a villa with some Greek manuscripts to interpret and teach the Platonic philosophy.
zh_cn: 文艺复兴时期最活跃的新柏拉图主义的精神领袖无疑是马西尼奥·菲奇诺（Marsilio Ficino， 1433—1499），他第一次将普罗提诺的著作译为拉丁语，并翻译了柏拉图的所有著作。1462年科西莫·德·美第奇安排他在一处别墅中解读一些希腊文手稿并讲授柏拉图哲学，他因此成为新学园的创建者。

source: In his Commentary on Plato’s Symposium (originally DeAmore; written 1474-75, published 1484), and in some of the later books of his principal work, the Theologia Platonica (1482), Ficino discusses metaphysical problems that bear upon aesthetics.
zh_cn: 他的《柏拉图〈会饮篇〉注释》（原名为《爱》[De Amore]，写于1474—1475年，发表于1484年）和主要著作《柏拉图的神学》（Theologia Platonica，1482）的后面的一些卷中，菲奇诺论述了形而上学问题，这涉及美学。

source: For the most part, his philosophy is a compound of ideas taken enthusiastically from Plato, Plotinus, Aristotle, St. Augustine, the pseudo-Areopagite, and others, but espoused with a new fervor and sometimes connected in novel ways.
zh_cn: 总的说来，他的哲学是这样一个混合体，其中有他带着热情从柏拉图、普罗提诺、亚里士多德、奥古斯丁、伪丢尼修那里吸收来的思想，但却以一种新的激情加以采纳，给它们以一种新的结合方式。

source: This philosophy was to become widely known, and widely held, in the sixteenth century.
zh_cn: 在16世纪，这一哲学变得人所共知，被普遍接受。

source: Early in his Commentary, Ficino describes the divinely created world:“This composite of all the Forms and Ideas we call in Latin a mundus, and in Greek, a cosmos, that is, Orderliness.
zh_cn: 早在《柏拉图〈会饮篇〉注释》一书中，菲奇诺就对神性创造的世界作了这样的描绘：“这种所有范式与理念的合成，在拉丁文中被称为一个mundus，在希腊文中被称为一个cosmos，即合规则性（Orderliness）。

source: The attractiveness of this Orderliness is Beauty” (I, iii; trans. Jayne, p. 128).
zh_cn: 这种合规则性的吸引人之处就是美”（I，iii；杰恩[Jayne]英译，第128页）。

source: Love is then defined as “the desire for Beauty” (p. 130)--it consists in being drawn to the Good under the aspect of beauty.
zh_cn: 那么，爱就被定义为“对美的欲望”（第130页）——它由于美而被引向至善。

source: Now, the charm that is beauty is found in the harmony of elements: in the harmony of the virtues in the soul, of colors and lines in visible things, of tones in music.
zh_cn: 这样，美的魅力就可以在各成分间的和谐之中，在灵魂中的德行、可见事物的色彩和线条、音乐的声调的和谐之中找到。

source: “That of the soul is perceived by the mind; that of the body, by the eyes; and that of sound, by the ear alone” (pp. 131-32; cf. p. 166).
zh_cn: “灵魂的和谐由心灵去感知，身体的和谐由眼睛去感知，声音的和谐只由耳朵去感知。”（第131—132页；参见第166页）

source: Ficino argues (V, iii-vi) that beauty must be incorporeal--in the same way, he holds, that light is incorporeal (pp. 170-71)--since it is a property of virtues, as well as of sights and sounds.
zh_cn: 菲奇诺提出，美既然不仅是视觉与声音，而且是德行的一种性质，就必然是非物质性的（V，iii—vi）——他认为光从某种意义上讲也是非物质性的（第170—171页）。

source: He rejects, with Plotinian arguments, attempts to analyze beauty in physical terms.
zh_cn: 他利用普罗提诺的论点，反对那些用物理的术语分析美的尝试。

source: It is not, for example, “a disposition of parts, or... size and proportion together with a certain agreeableness of colors” (V, iii; p. 168), because then only composite things (not, say, gold) could be beautiful.
zh_cn: 例如，美不是“一种各部分间的配置......尺度与比例，再加上某种合意的颜色”（V，iii；第168页），如果那样的话，只有合成的事物（例如不包括黄金）才可能是美的。

source: Yet on the other hand, it is true that until a complex bodily thing has been prepared by “Arrangement, Proportion, and Adornment” (p. 173), it is not ready to receive beauty.
zh_cn: 然而另一方面，确实，复杂的物质性事物如果不是以“安排、比例与装饰”（第173页）来准备的话，就不能达到可被接受为美的程度。

source: Consider a human being, for example: What, then, is the beauty of the body?
zh_cn: 例如，在谈到一个人时，他说：那么，什么是身体的美呢？

source: Activity, vivacity, and a certain grace shining in the body because of the infusion of its own idea.
zh_cn: 活跃、活泼，以及由于灌注了它自身的理念而在身体中闪现出来的某种优雅。

source: This kind of glow does not descend into matter until the matter has been carefully prepared [V, vi; p. 173].
zh_cn: 如果物质没有很好地准备的话，这种光芒就不能降临到物质之上。（V，vi；第173页）

source: The “infusion of its own idea” is this: when we walk along the street and encounter a person who at once attracts us, it is because “the appearance and shape of a well-proportioned man agrees most clearly with that concept of mankind which our soul catches and retains from the author of everything” (V, v; p. 171).
zh_cn: 这里的“灌注了它自身的理念”指的是这个意思：当我们走在街上，遇到了一个一下子就吸引了我们的人，这是由于“一个身体匀称的人的外貌和形体非常清楚地符合于我们的灵魂从一切的创造者那里捕捉和保留的关于人类的概念”（V，v；第171页）。

source: There is in the mind a Platonic Form of the “true Idea of man” (p. 172), which is matched with the actuality and thus discerned in it.
zh_cn: 在心灵中，存在着一种关于“人的真正理念的柏拉图式的范式”（第172页），这与实在相匹配，因此可从中分辨出来。

source: Ficino does not explain how all the various kinds of beauty can be accounted for in this way; but it seems clear that he finds a transcendental element in all beauty.
zh_cn: 菲奇诺并没有解释怎样才能用这种方式对所有不同种类的美加以说明；但很清楚的是，他在一切美中找到了一种超越的因素。

source: And it is through this element, as his Commentary goes on to tell in profuse detail, that beauty can lure love to its highest aspirations, and make a path to the contemplation of the divine.
zh_cn: 并且，正是通过这种因素，正如他在《柏拉图〈会饮篇〉注释》中以极其丰富的细节告诉我们的，美可以诱导出最热烈的爱，打开通向对神性进行观照的道路。

source: Though the love of beauty has, in Ficino, a more markedly dynamic character than in some of his predecessors, he also sketches a theory of contemplation, based on Plato’s Phaedo, that is important to his religious epistemology as well as his aesthetics.
zh_cn: 尽管比起他的一些前辈来说，菲奇诺所讲的对美的爱具有更为明显的富有活力的特征，但他仍然依据柏拉图的《斐多篇》勾画出了一种观照的理论，这不仅对他的美学，而且对他的宗教认识论都很重要。

source: Contemplation consists in the withdrawal, or disassociation, in some degree, of the soul from the body, and from concern with corporeal things.
zh_cn: 观照在于使灵魂在某种程度上从身体，从肉体的事务中退回或抽离。

source: In the resulting inward experience, the Forms are attended to in a purely rational consciousness, in which the knower, surrounded by eternal order, becomes calm and serene.
zh_cn: 在所产生的内在的经验中，范式在一种纯粹的理性意识中被关注，为永恒的秩序所包围的认知者，变得镇定而平静。

source: Now, Ficino finds his experience in all creative activity, because a certain inward concentration, an attention to what does not yet exist, except as an ideal or future thing, is required in every art (“art” being taken here in the wide medieval sense of “craft”).
zh_cn: 由于某种内在的专注，或一种对尚未存在的（作为理想或未来物存在的）事物的专注，菲奇诺找到了每一门艺术之中都需要的关于创造性活动的经验（这里的“艺术”所取的是中世纪“工艺”这个词所具有的宽泛的意义）。

source: Such a concentration involves a certain freeing of the soul from the body.
zh_cn: 这种专注包含某种使灵魂从身体上解脱出来的意思。

source: Man, being more capable of contemplation than the animals, becomes master of nature because he can exercise a variety of arts, mechanical and political, whereas spiders that spin webs, and birds that build nests, have only a single art.
zh_cn: 人由于比动物更能够观照而成为自然的主人，因为他能够从事多种多样的艺术，既包括机械的艺术，也包括政治的艺术，而蜘蛛织网或鸟儿筑巢只是一种单一的艺术而已。

source: Similar themes, variations on the Symposium and the Enneads, run through De gl’ Eroici Furori (translated as The Heroic Enthusiasts) of Giordano Bruno (1548-1600)--it dimly reflects the contrast between sensuous beauty and the pure absolute beauty; the danger that those who are addicted to the former will be kept away from the latter; the assurance that those who approach the lower beauty in the right spirit can use it as the stepping-stone to love of the higher (see, for example, I, ii, 11; I, iii, 12,15; I, v, 29; II, i, 41).
zh_cn: 类似的主题，各种对《会饮篇》与《九章集》的不同评论，贯穿在乔尔丹诺·布鲁诺（1548—1600）的《论英雄气概》（De gl’ Erofci Furori）一书之中。这本书模糊地反映了感性美与纯粹抽象美的对比；那些沉湎于前者的人，有达不到后者的危险，而那些以正确的精神接近低等美的人会以之为台阶，达到对高等美的爱（可参见I，ii，11；I，iii，12，15；I，v，29；II，i，41）。

source: In this strange and rather enigmatic book,which Bruno dedicated to Sir Philip Sidney (whose acquaintance he had made in England), the discussion is carried on in a dialogue that takes the form of a commentary on successive passages of a long poem.
zh_cn: 在这本献给菲利浦·锡德尼爵士(布鲁诺在英格兰与他相识）的奇特而谜一般的书中，布鲁诺以对一首长诗的一系列段落进行评论性对话的形式，对此进行了讨论。

source: There is hardly any philosophical analysis or argument, but there is a frequently eloquent development of a Neoplatonic religion of art.
zh_cn: 书中几乎没有任何哲学的分析和论述，常常出现的是一种关于艺术的新柏拉图主义宗教理论的雄辩的展开。

source: Beauty is characterized in fairly familiar terms: Thus that which causes the attraction of love to the body is a certain spirituality which we see in it, and which is called beauty, and which does not consist in major or minor dimensions, nor in determined colors or forms, but in harmony and consonance of members and colors [I, iii, 13; trans. Williams].
zh_cn: 美以相当熟悉的术语加以表述：因此，导致为身体所吸引的爱是某种我们从中看到的精神性，我们将此称为美，它不存在于其宏观或微观的尺度，不存在于确定的颜色或形式，而存在于其成分和色彩间的和谐与协调之中。（I，iii，13）

source: It is this that appears to the senses, but also and more importantly is given to the mind,
zh_cn: 这些不仅呈现给感官，而且，更重要的是，它向心灵呈现：

source: Because it sees that all which it possesses is only a limited thing, and therefore cannot be sufficient of itself, nor good of itself, nor beautiful of itself; because it is not the universal nor the absolute entity, but contracted into being this nature, this species, this form, represented to the intellect and present to the soul.
zh_cn: 由于它看到它所拥有的一切都仅仅是有限的事物，因而不能满足于它自身，不满足于善自身，不满足于美自身；由于它不是普遍的，也不是绝对的实体；而是局限于此本性、此种类、此形式，为理智所再现，呈现给灵魂。

source: Then from the beautiful that is understood, and consequently limited, and therefore beautiful through participation, it progresses towards that which is really beautiful, which has no margin, nor any boundaries [I, iv, 20].
zh_cn: 那么，从所理解的，并因此是有限的美的事物，通过分有，上升到真正的美，它无边无沿。（I，iv，20）

source: Bruno’s book is a kind of celebration of the poet and the artist, going farther than pre-Renaissance Platonists could ever have gone in the direction of making beauty a way of life, a religion.
zh_cn: 布鲁诺的书是对诗人和艺术家的赞美，目的在于使美成为一种生活方式，一种宗教，这比文艺复兴以前的柏拉图主义者走得更远。

source: In this it reflects an important development of the Renaissance, when the artist was coming into new relationships with others.
zh_cn: 正是在这一点上，它反映出了文艺复兴的一个重要发展，即艺术家与其他人具有了一种新的关系。

source: The artist is judged a superior man, with a unique genius that goes beyond rules, a hero who needs freedom and scope, who stamps his individual personality on his work, so that it is interesting and valuable partly (or even largely) because it is his work.
zh_cn: 艺术家被判定为一种髙等的人，具有独特的天才，超越规则，是一种需要自由与机会的勇士，将自己的个性打在他的作品之上，因此作品部分（甚至大部分）由于是他的作品而有趣和有价值。

source: THEORY OF PAINTING
zh_cn: 绘画理论

source: The highflying speculation and highpitched emotion of the Neoplatonists show us one side of Renaissance aesthetic thought; but for the other side we must turn from the philosophers to the theoretical practitioners (or empirically equipped theorists) of the arts themselves.
zh_cn: 新柏拉图主义者的高深的思辨和高亢的情感，向我们显示了文艺复兴美学思想的一个方面；但在另一方面，我们必须转向艺术中的理论践行者（或经验所武装的理论家们）本身。

source: For not only were great works created in profusion, but a great deal of thinking was going on about the principles involved--about the criteria of artistic worth and about the right methods for attaining it.
zh_cn: 这一时期，不仅创作了大量的作品，而且出现了许多对所涉及的原理的思考——关于艺术价值的标准，关于获取它的正确方法。

source: These thinkers were not philosophical aestheticians, but they were dealing in part with aesthetic problems, and more importantly they were striking out in directions that would lead to fundamental changes in the prevailing Western assumptions about, and attitudes toward, the arts.
zh_cn: 这些思想家并不是哲学美学家，但是，他们也部分地处理美学问题，更为重要的是，他们向着这样一些方向努力，这将导致西方世界关于艺术的设定和态度的根本改变。

source: Taking first the visual arts, we can obtain a fairly adequate notion of what was new and important if we consider the thought of three art theorists of this period, Leon Battista Alberti, Leonardo da Vinci, and Albrecht Durer.
zh_cn: 我们首先谈视觉艺术，如果我们考察这时期的三位艺术理论家，列翁·巴蒂斯塔·阿尔贝蒂（Leon Battista Alberti）、列奥纳多·达·芬奇（Leonardo da Vinci）和阿尔布雷希特·丢勒（Albrecht Durer）的话，我们就能够获得足够的了解，知道什么是新的，什么是重要的。

source: Setting to one side the architectural achievements of Alberti (1409-72), his place in the history of art theory rests on three works, two of which were of the greatest historical importance: On Painting (Della pittura, in three books; Latin 1435, Italian 1436); On Sculpture (Della statua, in one book; written in 1435); and. On Architecture (De re aedificatoria, in ten books; presented to Pope Nicholas V, in an early version, 1452, first published 1485).
zh_cn: 阿尔贝蒂（1409—1472）除了在建筑实践方面的成就之外，在艺术理论方面的成就主要体现在三本著作上（其中的两本在历史上是极其重要的）：《论绘画》（Della pittura，共3卷，拉丁文版于1435年出版，意大利文版于1436年出版），《论雕塑》（Della statua，1卷，写于1435年）和《论建筑》（De re aedificatoria，共10卷，早期的1452年版本献给了教皇尼古拉五世，1485年初次出版）。

source: What is perhaps most impressive (and what was fresh) about these works is their remarkable combination (so anticipatory of the spirit of Galileo) of careful empirical inquiry with systematic interest in theory.
zh_cn: 也许，令人印象深刻（也新鲜）的是这些作品将细心的经验性研究与系统的理论兴趣非凡地结合起来（这预示着伽利略的精神）。

source: The empiricism is pervasive.
zh_cn: 这里渗透着一种经验主义。

source: To compensate for his lack of genius, Alberti says in the Architecture, “I was continually searching, considering, measuring and making Draughts of every Thing I could hear of” (VI, I; trans. Leoni, p. 112; cf. his commendation of the Greeks, VI, iii).
zh_cn: 阿尔贝蒂在他的《论建筑》中说，为了弥补天资不足的缺陷，“我不间断地搜索、思考、测景我所能听到的每一件事物，为之作草图”（VI，i；利奥尼[Leoni]英译，第112页；参见他对希腊人的赞扬，VI，iii）。

source: The canon of proportions for the human figure worked out in the Sculpture was derived from the measurement of many actual individuals.
zh_cn: 他在《论雕塑》中所制定的关于人体图形的比例的准则，来自于对许多实际的人的测量。

source: And there is his straightforward approach to painting, in terms of what the eye actually sees.
zh_cn: 对于绘画，他有一个直截了当的方法，即根据眼睛实际上所看到的来画。

source: At the very beginning of Book I Alberti begs to be considered, not as a mathematician (since “Mathematicians measure with their minds alone the forms of things separated from all matter”) but as a painter using “a more sensate wisdom.”
zh_cn: 在《论绘画》第1卷的一开始，阿尔贝蒂请求读者不要把他看成一个数学家（由于“数学家只是用他们的心灵去测量事物的形式，而将之与所有的质料分离开来”），而是看成一个使用“一种更为感知性的智慧”的画家。

source: Thus: I call a figure here anything located on a plane so the eye can see it.
zh_cn: 因此：我在这里将任何处于平面上，从而使眼睛能够看到它的东西称为一个图形。

source: No one would deny that the painter has nothing to do with things that are not visible.
zh_cn: 任何人也不能否认，画家与那些看不见的东西是没有什么关系的。

source: The painter is concerned solely with representing what can be seen [On Painting; trans. Spencer, p. 43].
zh_cn: 画家仅仅注意去再现可被看见的东西。（《论绘画》，斯宾塞[Spencer]英译，第43页）

source: And Alberti keeps his eye on the object throughout.
zh_cn: 阿尔贝蒂还要求彻底地看事物。

source: When he says, later on, that the painter must know about bones and muscles, he remarks, “Here someone will object that I have said above that the painter has only to do with things which are visible.
zh_cn: 当他后来说画家要知道骨头和肌肉时，他说道，“人们会反对说，我前面说过画家只应处理可见的事物。

source: He has a good memory.”
zh_cn: 他的确记忆力很好”。

source: But there is no contradiction, for the existence of the bone beneath the flesh is visible, even though the bone is not: “So in painting the nude we place first his bones and muscles which we then cover with flesh so that it is not difficult to understand where each muscle is beneath” (p. 73).
zh_cn: 但是，这里没有矛盾，因为肉之下的骨头的存在是可见的，尽管看不见骨头：“因此，在画裸体时，我们首先安放骨头和肌肉，然后再覆盖上体肉，从而不难理解下面的肌肉在哪里”（第73页）。
